<?php

echo "

นโยบายความเป็นส่วนตัว
บริษัท พฤกษา เรียลเอสเตท จำกัด (มหาชน) ได้จัดทำนโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้ขึ้น เพื่อคุ้มข้อมูลส่วนบุคคล ของผู้ใช้บริการทุกท่าน (Personal Information) ที่ติดต่อเข้ามายังเว็บไซต์ www.pruksa.com ดังนี้
 

การเก็บรวบรวมข้อมูลส่วนบุคคล

เพื่อความสะดวกในการให้บริการแก่ผู้ใช้บริการทุกท่านที่แวะมายังเว็บไซต์ www.pruksa.com ทางเว็บไซต์จึงได้จัดเก็บรวบรวมข้อมูลส่วนบุคคลของท่านไว้ เช่น อีเมล์แอดเดรส (Email Address) ชื่อ (Name) ที่อยู่หรือที่ทำงาน (Home or Work Address) รหัสไปรษณีย์ (ZIP Code) หรือหมายเลขโทรศัพท์ (Telephone Number) เป็นต้น
ในกรณีที่ท่านสมัคร (Sign up) เพื่อสมัครสมาชิกหรือเพื่อใช้บริการอย่างใดอย่างหนึ่ง เว็บไซต์ จะเก็บรวบรวม ข้อมูล ส่วนบุคคลของท่านเพิ่มเติม ได้แก่ เพศ (Sex) อายุ (Gender) สิ่งที่โปรดปราน/ความชอบ (Preferences/Favorites) ความสนใจ (Interests) หรือหมายเลขบัตรเครดิต (Credit Card Number) และที่อยู่ในการแจ้งค่าใช้จ่าย (Billing Address)
นอกจากนั้น เพื่อสำรวจความนิยมในการใช้บริการ อันจะเป็นประโยชน์ในการนำสถิติไปใช้ในการปรับปรุงคุณภาพในการให้บริการ ทางเว็บไซต์ จึงจำเป็นต้องจัดเก็บรวบรวมข้อมูลของท่านบางอย่างเพิ่มเติมด้วย ได้แก่ หมายเลขไอพี (IP Address) ชนิดของโปรแกรมค้นผ่าน (Browser Type) ชื่อโดเมน (Domain Name) บันทึกหน้าเว็บ (web page) ของเว็บไซต์ที่ผู้ใช้เยี่ยมชม เวลาที่เยี่ยมชมเว็บไซต์ (Access Times) และเว็บไซต์ที่ผู้ใช้บริการเข้าถึงก่อนหน้านั้น (Referring Website Addresses)
ทางเว็บไซต์ ขอแนะนำให้ท่านตรวจสอบนโยบายความเป็นส่วนตัวของเว็บไซต์อื่นที่เชื่อมโยงจากเว็บไซต์นี้ เพื่อจะได้ทราบ และเข้าใจว่าเว็บไซต์ดังกล่าวเก็บรวบรวม ใช้ หรือดำเนินการเกี่ยวกับข้อมูลส่วนบุคคลของท่านอย่างไร ทั้งนี้บริษัท พฤกษา เรียลเอสเตท จำกัด (มหาชน) ไม่สามารถรองรับข้อความ หรือรับรองการดำเนินการตามที่ได้มีการประกาศไว้ในเว็บไซต์ดังกล่าวได้ และไม่ขอรับผิดชอบใดๆ หากเว็บไซต์เหล่านั้นไม่ได้ปฏิบัติการหรือดำเนินการใดๆ ตามนโยบายความเป็นส่วนตัวที่เว็บไซต์ดังกล่าวได้ประกาศไว้
การใช้ข้อมูลส่วนตัว

ทางเว็บไซต์ จะใช้ข้อมูลส่วนบุคคลของท่านเพียงเท่าที่จำเป็น เช่น ชื่อ และที่อยู่ เพื่อใช้ในการติดต่อ ให้บริการ ประชาสัมพันธ์ หรือให้ข้อมูลข่าวสารต่างๆ รวมทั้งสำรวจความคิดเห็นของท่านในกิจการหรือกิจกรรมของ บริษัท พฤกษา เรียลเอสเตท จำกัด (มหาชน) เท่านั้น
ทางเว็บไซต์ ขอรับรองว่าจะไม่นำข้อมูลส่วนบุคคลของท่าน ที่ทางเว็บไซต์ได้เก็บรวบรวมไว้ ไปขายหรือเผยแพร่ให้กับบุคคลภายนอกโดยเด็ดขาด เว้นแต่จะได้รับอนุญาตจากท่านเท่านั้น
ในกรณีที่ได้ว่าจ้างหน่วยงานอื่นเพื่อให้ดำเนินการเกี่ยวกับข้อมูลส่วนบุคคลของท่าน เช่น การจัดส่งพัสดุไปรษณีย์ การวิเคราะห์ เชิงสถิติในกิจการหรือกิจกรรมของทางเว็บไซต์ เป็นต้น ทางเว็บไซต์ จะกำหนดให้หน่วยงานที่ได้ว่าจ้างให้ดำเนินการดังกล่าว เก็บรักษาความลับและความปลอดภัยของข้อมูลส่วนบุคคลของท่าน และกำหนดข้อห้ามมิให้มีการนำข้อมูล ส่วนบุคคลดังกล่าวไปใช้นอกเหนือจากกิจกรรมหรือกิจการของ บริษัท พฤกษา เรียลเอสเตท จำกัด (มหาชน)
สิทธิในการควบคุมข้อมูลส่วนบุคคลของท่าน 

บริษัท พฤกษา เรียลเอสเตท จำกัด (มหาชน) ได้จัดทำนโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้ขึ้น เพื่อคุ้มครองข้อมูลส่วนบุคคล ของผู้ใช้บริการทุกท่าน (Personal Information) ที่ติดต่อเข้ามายังเว็บไซต์ www.pruksa.com ดังนี้

การรักษาความปลอดภัยสำหรับข้อมูลส่วนบุคคล

เพื่อประโยชน์ในการรักษาความลับและความปลอดภัยสำหรับข้อมูลส่วนบุคคลของท่าน ทางเว็บไซต์ จึงได้กำหนดระเบียบ ภายในหน่วยงานเพื่อกำหนดสิทธิในการเข้าถึงหรือใช้ข้อมูลส่วนบุคคลของท่าน และเพื่อรักษาความลับและความปลอดภัย ของข้อมูลบางอย่างที่มีความสำคัญอย่างยิ่ง เช่น หมายเลขบัตรเครดิต เป้นต้น ทางเว็บไซต์ จึงได้จัดให้มีช่องทางการสื่อสาร แบบปลอดภัยสำหรับข้อมูลดังกล่าวด้วยการเข้ารหัสลับข้อมูลดังกล่าว เช่น จัดให้มีการใช้ Secure Socket Layer (SSL) protocol เป็นต้น

การใช้คุกกี้ (Cookies)

“คุกกี้” คือ ข้อมูลที่ ทางเว็บไซต์ ส่งไปยังโปรแกรมค้นผ่านเว็บไซต์ (Web browser) ของผู้ใช้บริการ และเมื่อมีการติดตั้งข้อมูลดังกล่าวไว้ในระบบของท่านแล้ว หากมีการใช้ “คุกกี้” ก็จะทำให้เว็บไซต์ สามารถบันทึกหรือจดจำข้อมูลของผู้ใช้บริการไว้ จนกว่าผู้ใช้บริการจะออกจากโปรแกรมค้นผ่านเว็บไซต์ หรือจนกว่าผู้ใช้บริการจะทำการลบ “คุกกี้” นั้นเสีย หรือไม่อนุญาตให้ “คุกกี้” นั้นทำงานต่อไป

หากท่านเลือกใช้ “คุกกี้” แล้ว ท่านจะได้รับความสะดวกสบายในการท่องเว็บไซต์มากขึ้น เพราะ “คุกกี้” จะช่วยจดจำเว็บไซต์ที่ท่านแวะ, เยี่ยมชม หรือท่องเว็บไซต์

ทั้งนี้ ทางเว็บไซต์ จะนำข้อมูลที่ “คุกกี้” ได้บันทึกหรือเก็บรวบรวมไว้ไปใช้ในการวิเคราะห์เชิงสถิติ หรือในกิจกรรมอื่น
ของ บริษัท พฤกษา เรียลเอสเตท จำกัด (มหาชน) เพื่อปรับปรุงคุณภาพการให้บริการของทางบริษัทต่อไป

การปรับปรุงนโยบายความเป็นส่วนตัว

บริษัท พฤกษา เรียลเอสเตท จำกัด (มหาชน) อาจทำการปรับปรุงหรือแก้ไขนโยบายความเป็นส่วนตัว โดยไม่ได้แจ้งให้ท่านทราบล่วงหน้า ทั้งนี้ เพื่อความเหมาะสมและมีประสิทธิภาพในการให้บริการ ดังนี้จึงขอแนะนำให้ผู้ใช้บริการอ่านนโยบายความเป็นส่วนตัว ทุกครั้งที่แวะชม หรือเยี่ยมชม หรือมีการใช้บริการจากเว็บไซต์ www.pruksa.com

การปฏิบัติตามนโยบายความเป็นส่วนตัวและการติดต่อกับ (หน่วยงาน/เว็บไซต์)

ในกรณีที่ท่านมีข้อสงสัย ข้อเสนอแนะ หรือข้อติชมใดๆ เกี่ยวกับนโยบายความเป็นส่วนตัว หรือการปฏิบัติ ตามนโยบายความเป็นส่วนตัวฉบับนี้ ทางเว็บไซต์ยินดีที่จะตอบข้อสงสัย รับฟังข้อเสนอแนะ และคำติชมทั้งหลาย อันจะเป็นประโยชน์ต่อการปรับปรุง การให้บริการของ บริษัท พฤกษา เรียลเอสเตท จำกัด (มหาชน) ต่อไป โดยท่านสามารถติดต่อได้ที่ Contact Us

นโยบายการใช้สื่อโฆษณาและการตลาดในทางที่เคารพและส่งเสริมสิทธิเด็ก

บริษัทฯ พัฒนาข่าวสาร หรือสื่อที่ส่งเสริมการตลาด โฆษณา เพื่อสร้างแรงจูงใจด้วยข้อมูลที่เที่ยงตรง และสนับสนุนให้เด็กมีพฤติกรรมเชิงบวก
 

นโยบายคุ้มครองข้อมูลส่วนบุคคล www.pruksa.com
1.หน้าแรก

บริษัท พฤกษา ดำเนินการเก็บคุกกี้เพื่อให้คุณได้รับประสบการณ์การใช้งานที่ดีขึ้น หากคุณยังคงใช้งานเว็บไซต์ต่อ เราถือว่าคุณยอมรับ ข้อกำหนดและเงื่อนไข

2.หน้า ข้อตกลงการใช้งาน https://www.pruksa.com/terms-of-use

การเก็บข้อมูลส่วนบุคคล
บริษัท พฤกษา เรียลเอสเตท จำกัด (มหาชน) ขอความยินยอมจากท่าน ในการให้ข้อมูล เก็บข้อมูลส่วนบุคคล ในการใช้งานเว็บไซต์ www.pruksa.com , Application The Living , Application The Reserve และขออนุญาตให้ใช้ข้อมูล ดังกล่าว โดยมีรายละเอียด ดังนี้

วัตถุประสงค์ของการเก็บข้อมูลส่วนบุคคล

เพื่อใช้ในการติดต่อสื่อสารให้ข้อมูลตามที่เจ้าของข้อมูลส่วนบุคล ต้องการ และใช้ในการประชาสัมพันธ์ การแจ้งสิทธิประโยชน์ และแจ้งข่าวสาร สินค้าและบริการต่างๆ ของบริษัท และ/หรือ บริษัทในเครือ

ผู้ควบคุมข้อมูลส่วนบุคคล

บริษัทฯ กำหนดให้แผนก Digital Solution ทำหน้าที่เป็นผู้ควบคุมข้อมูลส่วนบุคคล

ระยะเวลาการเก็บรักษาข้อมูลส่วนบุคคล

บริษัทฯ จะเก็บรักษาข้อมูลส่วนบุคคลของท่าน จนกว่าจะได้รับการติดต่อจากท่านเจ้าของข้อมูลส่วนบุคคล ว่าไม่ประสงค์ให้บริษัทฯ จัดเก็บและใช้ข้อมูลของท่านต่อไป

สิทธิและวิธีการเข้าถึงข้อมูลส่วนบุคคล และเงื่อนไขในการเข้าถึงข้อมูลส่วนบุคคล

เจ้าของข้อมูลมีสิทธิขอรับข้อมูลส่วนบุคคลที่เกี่ยวกับตน จากบริษัทฯ ได้ รวมถึงสามารถเข้าถึงและขอข้อมูลที่ได้ให้ไว้ในรูปแบบที่สามารถอ่านหรือใช้งานโดยทั่วไปได้ และสามารถขอให้บริษัทฯ ดำเนินการปรับแก้ไขให้ข้อมูลถูกต้องเป็นปัจจุบันสมบูรณ์และไม่ก่อให้เกิดความเข้าใจผิด

การใช้หรือเปิดเผย

ข้อมูลส่วนบุคคล จะถูกเก็บรักษาเป็นความลับ โดยบริษัทฯ อาจมีการส่งมอบข้อมูล ให้กับ บริษัทแม่ บริษัทลูก และบริษัทในเครือ บริษัทตัวแทน คู่ค้า ผู้รับเหมา สถาบันทางการเงิน บริษัทที่ปรึกษา บริษัทพันธมิตรที่ทำการค้าร่วมกันในเชิงพาณิชย์ทั้งหมด หรือ องค์กรอื่นๆ รวมถึงรัฐบาลที่มีอำนาจควบคุมตามกฏหมาย เพื่อวัตถุประสงค์การนำข้อมูลไปใช้

การปฏิเสธคำขอ หรือการคัดค้าน

เจ้าของข้อมูลส่วนบุคคล มีสิทธิถอนความยินยอม หรือขอให้บริษัทลบ ทำลาย หรือระงับใช้ชั่วคราว เมื่อใดก็ได้ โดยแจ้งมายังบริษัทฯ ทางโทรศัพท์ ที่ : Pruksa Contact Center หมายเลข 1739 หรือ ส่งอีเมล มาที่ : webmaster@pruksa.com, contactcenter@pruksa.com

มาตรการรักษาความปลอดภัย

มาตรการรักษาความปลอดภัย เพื่อป้องกันการสูญหาย เข้าถึง ใช้ แก้ไข หรือ เปิดเผยข้อมูลส่วนบุคคล บริษัทได้จัดเตรียมระบบเก็บฐานข้อมูล พร้อมนโยบาย และมาตรการการรักษาข้อมูลที่เป็นมาตรฐาน

ข้อตกลงการใช้งาน
ข้อตกลง และ ระเบียบการใช้บริการเว็บไซต์ ซึ่งต่อไปนี้จะขอเรียกว่า "ผู้ให้บริการ" และผู้สมัครใช้บริการ ซึ่งต่อไปนี้จะเรียกว่า "สมาชิก" โดยมีข้อตกลงและระเบียบในการใช้บริการ ดังนี้

1. การกระทำใดๆ ที่เกี่ยวกับการเผยแพร่ ทั้งในรูปแบบของอีเมล์ และ/หรือ โฮมเพจของสมาชิก ให้ถือเป็นการกระทำที่อยู่ภายใต้ ความรับผิดชอบของสมาชิกแต่เพียงผู้เดียวผู้ให้บริการไม่มีส่วน เกี่ยวข้องใดๆ ทั้งสิ้น

2. ห้ามใช้บริการนี้ ไปในการเผยแพร่ อ้างอิง พาดพิง ดูหมิ่น หรือการกระทำใดๆ ที่ก่อให้เกิดความเสียหายต่อสถาบัน ชาติ ศาสนา และ พระมหากษัตริย์

3.สมาชิกต้องเก็บรหัสผ่านที่ได้รับไว้เป็นความลับ เพื่อป้องกันไม่ให้ผู้ที่ไม่เกี่ยวข้องเข้าสู่ระบบ เพื่อกระทำการใดๆ อันอาจจะก่อให้เกิดความเสียหายแก่สมาชิกเอง และ/หรือ ระบบของเซิร์ฟเวอร์โดยรวม

4. ห้ามใช้บริการอีเมล์ที่ได้รับ ในทางที่ก่อให้เกิดความเดือดร้อนแก่ผู้อื่น เช่น โพสต์ข้อความที่ไม่สุภาพ โฆษณา ประชาสัมพันธ์ข้อมูล ข่าวสาร ที่ก่อให้เกิดความรำคาญแก่บุคคลอื่น หรือก่อให้เกิดการเข้าใจผิด ลงในแหล่งข้อมูลที่เป็นสาธารณะ เช่น ตามกระดานข่าวของเว็บไซต์ต่างๆ หรือบนโซเชียลมีเดียต่างๆ เช่น Facebook

5. ห้ามสมาชิกกระทำการส่งอีเมล์ที่เข้าข่ายลักษณะ SPAM โดยใช้อีเมล์ที่อ้างอิงถึงเครื่องเซิร์ฟเวอร์นี้ไปยังบุคคลอื่น โดยที่ไม่ได้ รับอนุญาตหรือความยินยอมจากผู้รับ

6. ผู้ที่ทำการส่งอีเมล์ที่เข้าข่ายลักษณะ SPAM จะต้องรับผิดชอบต่อผู้ให้บริการและยินยอมชดใช้ค่าเสียหายที่เกิดขึ้นทุกกรณี

7. ห้ามสมาชิกกระทำการใดๆ ที่อาจจะนำมาซึ่งความเสื่อมเสีย หรือก่อให้เกิดความเสียหายแก่ระบบเซิร์ฟเวอร์โดยรวม

8. ห้ามใช้บริการนี้ ในการเก็บ หรือเผยแพร่ข้อมูล ภาพ เสียง หรือข้อความ ที่ส่อเค้าไปในทางทุจริต ลามกอนาจาร ผิดกฏหมาย และศีลธรรม รวมทั้งข้อมูลประเภท pirate software, crack, hack หรือใช้บริการของเซิรฟ์เวอร์นี้ไปใน การโจมตีเซิร์ฟเวอร์อื่นๆ เช่น mail bombs, hack attacks, spamming, port scanning หรือ port probing สมาชิกที่เผยแพร่ข้อมูลประเภทนี้ หรือใช้บริการไปในทางลักษณะนี้จะถือว่าเป็นการละเมิด และจะถูกดำเนินคดีตามกฏหมายแห่งราชอาณาจักรไทยสูงสุด

9. ผู้ให้บริการมีสิทธิ์ที่จะปฏิเสธการขอใช้บริการ โดยไม่จำเป็นต้องอธิบายเหตุผล และขอสงวนสิทธิ์ที่จะยกเลิกสมาชิกภาพ ของผู้ที่ละเมิด หรือพยายามละเมิดข้อตกลง และระเบียบการใช้บริการโดยไม่ต้องแจ้งให้ทราบล่วงหน้า

10.ห้ามสมาชิกใช้บริการนี้ในการเก็บและเผยแพร่ข้อมูล ที่ทำซ้ำ ดัดแปลง ข้อมูลใดๆ ที่เข้าข่ายละเมิดลิขสิทธิ์ หรือใช้บริการนี้ ในการเก็บข้อมูล หรือให้บริการใดๆ แก่เว็บไซต์อื่น

11.ผู้ให้บริการสงวนสิทธิ์ที่จะดำเนินคดีตามกฏหมายสูงสุดกับบุคคลใดๆ ที่พยายาม กระทำการที่เป็นอันตรายแก่ระบบของเซิร์ฟเวอร์

12.ผู้ให้บริการไม่รับผิดชอบเกี่ยวประสิทธิภาพ ความล่าช้า ความผิดพลาด การสูญเสียข้อมูล หรือความเสียหายใดๆ ที่อยู่นอกเหนือ การควบคุมของผู้ให้บริการ

13. ผู้ให้บริการสงวนสิทธิ์ในการใช้ข้อมูล และ หรือเปิดเผยข้อมูลของสมาชิก เมื่อได้รับการร้องขอจากเจ้าหน้าที่บ้านเมือง

14. กรณีที่ผู้ให้บริการให้รับการร้องเรียน ร้องขอหรือพบเหตุอันไม่ชอบมาพากล ผู้ให้บริการสงวนสิทธิ์ที่จะทำการยกเลิก หรือระงับบริการ แก่สมาชิกนั้นๆเป็นการชั่วคราวเพื่อทำการสอบสวน และตรวจสอบหาสาเหตุของมูลเหตุนั้นๆ

15. เว็บไซต์แห่งนี้ให้ความร่วมมือกับ สำนักงานตำรวจแห่งชาติ ในการตรวจสอบเวบไซต์ที่มีข้อความหรือ เนื้อหาที่ไม่เหมาะสม และขัดต่อความสงบเรียบร้อย หากท่านพบเห็น หรือทราบเบาะแส ขอให้แจ้งข้อมูล เพื่อจะได้ดำเนินการแก่เว็บไซต์เหล่านั้นต่อไป

16.ผู้ให้บริการสงวนสิทธิ์ที่จะยกเลิกบริการนี้ทันที เมื่อพบว่าสมาชิกละเมิดข้อตกลง หรือพบว่าการกระทำนั้นๆ อาจจะก่อให้เกิด หรือเป็นอันตรายต่อเซิฟร์เวอร์โดยรวม เช่นการละเมิดระบบรักษาความปลอดภัย การพยายามเจาะระบบ หรือพยายามเข้าถึงข้อมูล ของเซิร์ฟเวอร์และข้อมูลสมาชิกอื่น หรือทำการใดๆ ที่ทำให้เกิดภาระหนักแก่เซิร์ฟเวอร์ ทางบริษัทฯ จะถือว่าสมาชิกทุกท่านได้อ่านและเข้าใจใน ข้อตกลง และระเบียบ ในการใช้บริการนี้เป็นอย่างดีแล้ว จึงได้สมัครใช้บริการจากทางเรา

";


?>